<template>
  <div>
    <p>このウェブサイトはメディア芸術データベースのデータを用いて作成しました。</p>
    <span>メディア芸術データベース:<NuxtLink to="https://mediaarts-db.bunka.go.jp/">https://mediaarts-db.bunka.go.jp/</NuxtLink>></span>
  </div>
  <div>
    <p>また、トップページボタンの写真は下記デジタルアーカイブより利用しています。</p>
    <h3>埼玉県立図書館デジタルライブラリー</h3>
    <ul>
      <li>~1899年</li>    
      <li>1920年</li>    
    </ul>
    <h3>なんじょうデジタルアーカイブ</h3>
    <ul>
      <li>1910年代</li>  
      <li>1930年代</li>  
      <li>1940年代</li>  
      <li>1960年代</li>  
      <li>1990年代</li>  
      <li>2000年代</li>  
      <li>2010年代</li>  
      <li>2020年代</li>  
    </ul>
    <h3>大分市デジタルアーカイブ</h3>
    <ul>
      <li>1950年代 「本町銀座」(「大分市デジタルアーカイブ」より)</li>  
      <li>1970年代 「別大電車」(「大分市デジタルアーカイブ」より)</li>  
      <li>1980年代 「臨海産業道路」(「大分市デジタルアーカイブ」より)</li>  
    </ul>
  </div>
</template>